Repository: ted2602/CallbackQueue
Catalog: i18n/*/LC_MESSAGES/callbackqueue.po
Languages: ru_ru

source: Main
ru_ru: Старт

source: Bitrix24 Settings
ru_ru: Настройки Битрикс24

source: Bitrix24 Users
ru_ru: Пользователи Битрикс24

source: Call tracking
ru_ru: Рекламные каналы

source: Other Settings
ru_ru: Прочие настройки

source: CDR Statistics
ru_ru: Статистика звонков

source: Bitrix24 connection successful
ru_ru: Bitrix24 соединение успешно

source: Bitrix24 connection failure. Please check settings.
ru_ru: Bitrix24 ошибка подключения. Пожалуйста, проверьте настройки.

source: Application ID
ru_ru: ID приложения

source: Enter Application ID
ru_ru: Введите идентификатор приложения

source: Application Secret
ru_ru: Введите пароль для этого приложения

source: Specify the secret key to sing requests
ru_ru: Вы должны ввести секретный ключ

source: Scope
ru_ru: Область

source: Specify the array containing permissions available to the application
ru_ru: Указать массив, содержащий разрешения, доступные для приложения

source: Bitrix24 domain
ru_ru: Bitrix24 домен

source: Specify the bitrix24 server address
ru_ru: Укажите адрес сервера bitrix24

source: Bitrix24 login
ru_ru: Bitrix24 вход

source: Specify the bitrix24 login
ru_ru: Укажите логин bitrix24

source: Bitrix24 password
ru_ru: Bitrix24 пароль

source: Specify the bitrix24 password
ru_ru: Укажите пароль к bitrix24

source: Specify the URL of a script that will receive and process the server response like "https://demo.bitrix24.com"
ru_ru: Укажите URL-адрес сервера, который будет получать запросы, например «https://demo.bitrix24.com»

source: Specify the PATH of a script that will receive and process the server response like "/bitrix24/"
ru_ru: Укажите путь к папке на сервере, который будет получать запросы, например "/bitrix24/"

source: Specify the URL of a recordings like "https://site.com/recordings"
ru_ru: Укажите URL-адрес для файлов записи как «https://site.com/recordings»

source: Name
ru_ru: Имя

source: Last Name
ru_ru: Фамилия

source: Email
ru_ru: Эл. ящик:

source: Extension
ru_ru: Внутренний номер

source: Bitrix24 Sources
ru_ru: Bitrix24 источники

source: Action
ru_ru: Действие

source: Delete
ru_ru: Удалить

source: Select Bitrix24 Sources
ru_ru: Выберите источники Bitrix24

source: Select DID
ru_ru: Выберете DID

source: The event handler is called whenever a user clicks the phone number in a CRM item user interface to initiate an outbound call.
ru_ru: Вызывается, когда пользователь нажимает на телефонный номер в объектах CRM для совершения исходящего звонка.

source: Default user
ru_ru: Пользователь по умолчанию

source: Default user to register call in Bitrix24
ru_ru: Пользователь по умолчанию для регистрации звонков в Bitrix24

source: Client number
ru_ru: Клиентский номер

source: Client Name
ru_ru: Имя клиента

source: Client Last Name
ru_ru: Фамилия клиента

source: Client Company
ru_ru: КОМПАНИЯ КЛИЕНТА

source: Incoming DID
ru_ru: Входящий номер

source: Operator
ru_ru: Оператор

source: Time in
ru_ru: Время звонка

source: Time finish
ru_ru: Время окончания

source: Direction
ru_ru: Направление

source: Is first call?
ru_ru: Это первый вызов?

source: Record
ru_ru: Запись

source: Your Itach-soft licensekey
ru_ru: Ваш лицензионный ключ от Itach-soft

source: Enter licensekey from Itach-soft
ru_ru: Введите ваш лицензионный ключ от Itach-soft

source: Server auth
ru_ru: Сервер авторизации битрикс

source: Specify the URL of authorization server "https://www.bitrix24.net/auth/"
ru_ru: Укажите сервер авторизации битрикс, по-умолчанию https://www.bitrix24.net/auth/

source: Active Event Click2Call
ru_ru: Активна ли функция Click2Call из CRM

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Active Event Callback
ru_ru: Активна ли функция обратного звонка из CRM

source: Callback destination
ru_ru: Направление при обратном звонке

source: Default user
ru_ru: Пользователь по-умолчанию

source: Call to assigned user first
ru_ru: Первого набираем отвественного

source: Change assigned user after answer
ru_ru: Меняем отвественного после вызова на ответевшего
